Revit 2024 API
SymbolTypeId.KipDashFt Property
 Symbol kip-ft, indicating unit Kip feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KipDashFt { get; }
Visual Basic
Public Shared ReadOnly Property KipDashFt As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KipDashFt {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace